# Space_CountAvZones

## Description
Returns count of available zones of the space tool

```pascal
FUNCTION Space_CountAvZones : INTEGER;
```

```python

def vs.Space_CountAvZones():
    return INTEGER
```

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools